Repository: LD-Reborn/embeddingsearch
Catalog: src/Server/Resources/SharedResources.*.resx
Languages: de

source: Logged in as
de: Angemeldet als

source: Log out
de: Abmelden

source: Login
de: Anmelden

source: Username
de: Benutzername

source: Password
de: Passwort

source: Invalid credentials.
de: Ungültiger Benutzername oder Passwort.

# GenericDeleteConfirmation
source: Are you sure you want to delete <strong id="{0}">this entity</strong>?
de: Sind Sie sicher, dass Sie <strong id="{0}">diese Entity</strong> löschen wollen?

# IrreversibleActionWarning
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

source: Searchdomain selection
de: Searchdomain Auswahl

source: Create
de: Erstellen

source: Searchdomain information and settings
de: Searchdomain Informationen und Einstellungen

source: Actions
de: Aktionen

source: Rename
de: Umbenennen

source: Delete
de: Löschen

source: Settings
de: Einstellungen

source: Cache reconciliation
de: Cache Abgleich

source: Update
de: Anpassen

source: Search cache
de: Such-Cache

source: Search cache utilization
de: Such-Cache Speicherauslastung

source: Clear
de: Leeren

source: Database size
de: Größe in der Datenbank

source: Add new entity
de: Neue Entity erstellen

source: Attributes
de: Attribute

source: Key
de: Schlüssel

source: Value
de: Wert

source: Close
de: Schließen

source: Query Details
de: Suchanfrage Details

source: Access times
de: Zugriffszeiten

source: Results
de: Ergebnisse

source: Score
de: Bewertung

source: Query Update
de: Suchanfrage anpassen

source: Rename searchdomain
de: Searchdomain umbenennen

source: Delete searchdomain
de: Searchdomain löschen

source: Create searchdomain
de: Searchdomain anlegen

source: Enable cache reconciliation
de: Cache Abgleich verwenden

source: Create entity
de: Entity erstellen

source: Add attribute
de: Attribut hinzufügen

source: Model
de: Modell

source: Add datapoint
de: Datapoint hinzufügen

source: Delete entity
de: Entity löschen

source: Update entity
de: Entity anpassen

source: Action
de: Aktion

source: Delete query
de: Suchanfrage löschen

source: Creating entity
de: Erstelle Entity

source: Entity was created successfully
de: Entity wurde erfolgreich erstellt

source: Failed to create entity
de: Entity konnte nicht erstellt werden

source: Searchdomain was created successfully
de: Searchdomain wurde erfolgreich erstellt

source: Failed to create searchdomain
de: Searchdomain konnte nicht erstellt werden

source: Searchdomain cache was cleared successfully
de: Searchdomain Cache wurde erfolgreich geleert

source: Failed to clear searchdomain cache
de: Searchdomain Cache konnte nicht geleert werden

source: Entity was deleted successfully
de: Entity wurde erfolgreich gelöscht

source: Failed to delete entity
de: Entity konnte nicht gelöscht werden

source: Updating entity
de: Entity wird angepasst

source: Entity was updated successfully
de: Entity wurde erfolgreich angepasst

source: Failed to update entity
de: Entity konnte nicht angepasst werden

source: Search query was deleted successfully
de: Suchanfrage wurde erfolgreich gelöscht

source: Failed to delete search query
de: Suchanfrage konnte nicht gelöscht werden

source: Updating search query failed
de: Suchanfrage konnte nicht angepasst werden

source: Searchdomain was deleted successfully
de: Searchdomain wurde erfolgreich gelöscht

source: Failed to delete searchdomain
de: Konnte Searchdomain nicht löschen

source: Searchdomain was renamed successfully
de: Searchdomain wurde erfolgreich umbenannt

source: Failed to rename searchdomain
de: Searchdomain konnte nicht umbenannt werden

source: Searchdomain settings were updated successfully
de: Searchdomain Einstellungen wurden erfolgreich angepasst

source: Updating searchdomain settings failed
de: Searchdomain Einstellungen konnten nicht angepasst werden

source: Unable to fetch searchdomain config
de: Searchdomain Einstellungen konnten nicht abgerufen werden

source: "Unable to fetch searchdomain cache utilization
de: Searchdomain Cache-Auslastung konnte nicht abgerufen werden

source: Remove attribute
de: Attribut entfernen

source: Remove
de: Entfernen

source: Close alert
de: Benachrichtigung schließen
